Repository: Jabulaniusen1/agricool-backend
Catalog: *-API/*/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, gu, hi, or, pt

# sms_ttpu_2_days_left
source: Only 2 days left to pick up and sell your crates of {crop_name}! (check in date: {checkin_date}, cooling unit ID: {cooling_unit}, check in ID: {checkin_code})
ar: تبقّى يومان فقط لاستلام وبيع صناديق {crop_name}! (تاريخ الوصول: {checkin_date}، معرف وحدة التبريد: {cooling_unit}، معرف الوصول: {checkin_code})
fr: Il ne reste que 2 jours pour récupérer et vendre vos caisses de {crop_name}! (date de check-in: {checkin_date}, ID de l'unité de refroidissement: {cooling_unit}, ID de check-in: {checkin_code})
gu: તમારા {crop_name} ના બોક્સ ઉઠાવવા અને વેચવા માટે માત્ર 2 દિવસ બાકી છે! (ચેક ઇન તારીખ: {checkin_date}, કૂલિંગ યુનિટ ID: {cooling_unit}, ચેક ઇન ID: {checkin_code})
hi: केवल 2 दिन बचे हैं अपने {crop_name} के बक्से लेने और बेचने के लिए! (चेक इन तिथि: {checkin_date}, कूलिंग यूनिट आईडी: {cooling_unit}, चेक इन आईडी: {checkin_code})
or: ବାକୀ ଅଛି କେବଳ 2 ଦିନ ତୁମର {crop_name} କାଠ ଉଠାଇ ଏବଂ ବେଚିବା ପାଇଁ! (ଚେକ୍ ଇନ୍ ତାରିଖ: {checkin_date}, କୁଲିଂ ଇଉନିଟ୍ ID: {cooling_unit}, ଚେକ୍ ଇନ୍ ID: {checkin_code})
pt: Faltam apenas 2 dias para levantar e vender as tuas caixas de {crop_name}! (data de check-in: {checkin_date}, ID da unidade de refrigeração: {cooling_unit}, ID do check-in: {checkin_code})

# sms_invite_operator_with_code
source: To join the Coldtivate app as an Operator, go to: {link}
ar: للانضمام إلى تطبيق Coldtivate كمشغّل، انتقل إلى: {link}
fr: Pour rejoindre l'application Coldtivate en tant qu'Opérateur, vous sur: {link}
gu: કૂલ્ટિવેટ એપ્લિકેશનમાં ઓપરેટર તરીકે જોડાવા માટે, કૃપા કરીને અહીં જાઓ: {link}
hi: Coldtivate ऐप में ऑपरेटर के रूप में शामिल होने के लिए, कृपया यहाँ जाएँ: {link}
or: ଏକ ଅପରେଟର୍ ଭାବେ Coldtivate ଆପ୍ ରେ ଯୋଗ ଦେବାକୁ, କୃପୟା ଯାଆନ୍ତୁ: {link}
pt: Para aceder à aplicação Coldtivate como Operador, clique aqui: {link}

# sms_invite_service_provider_with_code
source: To join the Coldtivate app as a Registered Employee, go to: {link}
ar: للانضمام إلى تطبيق Coldtivate كموظف مسجل، انتقل إلى: {link}
fr: Pour rejoindre l'application Coldtivate en tant qu'employé enregistré, vous sur: {link}
gu: કોલ્ડીવેટ એપમાં રજિસ્ટર્ડ કર્મચારી તરીકે જોડાવા માટે, કૃપા કરીને અહીં જાઓ: {link}
hi: एक पंजीकृत कर्मचारी के रूप में Coldtivate ऐप में शामिल होने के लिए, कृपया यहाँ जाएँ: {link}
or: ପଞ୍ଜୀକୃତ କର୍ମଚାରୀ ଭାବରେ Coldtivate ଆପ୍ ରେ ଯୋଗ ଦେବାକୁ, କୃପୟା ଯାଆନ୍ତୁ: {link}
pt: Para aceder à aplicação Coldtivate como funcionário registado, clique aqui: {link}

# sms_auth_reset_password
source: Click on this link to reset your password: {link}
ar: انقر على هذا الرابط لإعادة تعيين كلمة المرور الخاصة بك: {link}
fr: Cliquez sur ce lien pour réinitialiser votre mot de passe: {link}
gu: તમારા પાસવર્ડને રીસેટ કરવા માટે આ લિંક પર ક્લિક કરો: {link}
hi: अपना पासवर्ड रीसेट करने के लिए इस लिंक पर क्लिक करें: {link}
or: ପାସ୍‌ୱାର୍ଡ ରିସେଟ୍ କରିବାକୁ ଏହି ଲିଙ୍କ୍ କ୍ଲିକ୍ କରନ୍ତୁ: {link}
pt: Clique neste link para redefinir a sua palavra-passe: {link}

# sms_marketplace_order_seller_notice
source: Your produce has been sold in order #{order_id}: {details}
ar: لقد تم بيع منتجك بالطلب رقم #{order_id}: {details}
fr: Vos produits ont été vendus dans la commande #{order_id}: {details}
gu: તમારો ઉત્પાદન ઓર્ડર #{order_id}માં વેચાયો છે: {details}
hi: आपका उत्पाद ऑर्डर #{order_id} में बेचा गया है: {details}
or: ତୁମର ଉତ୍ପାଦ ଓଡା #{order_id}ରେ ବିକ୍ରୟ ହୋଇଛି: {details}
pt: Os teus produtos foram vendidos na encomenda #{order_id}: {details}

# sms_marketplace_order_seller_notice_details
source: {crop_name}: {weight_in_kg}kg for {amount} {currency}
ar: تنبيه بيع! {crop_name}: {weight_in_kg}kg لـ {amount} {currency}. للحصول على تفاصيل كاملة انتقل إلى تطبيق Coltivate ضمن شاشة مبيعاتي ضمن علامة تبويب السوق.
fr: Alerte de vente! {crop_name}: {weight_in_kg}kg pour {amount} {currency}. Pour un détail complet, allez dans l'application Coltivate sous l'écran Mes Ventes dans l'onglet Marché.
gu: વેચાણ ચેતવણી! {crop_name}: {weight_in_kg}kg માટે {amount} {currency}. સંપૂર્ણ વિગતો માટે માર્કેટપ્લેસ ટેબ હેઠળ મારા વેચાણ સ્ક્રીન હેઠળ કોલ્ટિવેટ એપ પર જાઓ।
hi: {crop_name}: {weight_in_kg} किलोग्राम के लिए {amount} {currency}
or: ବିକ୍ରୟ ସତର୍କତା! {crop_name}: {weight_in_kg}kg ପାଇଁ {amount} {currency}। ସମ୍ପୂର୍ଣ୍ଣ ବିବରଣୀ ପାଇଁ ମାର୍କେଟପ୍ଲେସ୍ ଟ୍ୟାବ୍ ଅନ୍ତର୍ଗତ ମୋ ବିକ୍ରୟ ସ୍କ୍ରିନ୍ ଅନ୍ତର୍ଗତ କୋଲ୍ଟିଭେଟ୍ ଆପ୍‌କୁ ଯାଆନ୍ତୁ।
pt: {crop_name}: {weight_in_kg}kg por {amount} {currency}

# sms_history_sms_report
source: {company_name} - {movement_type} Receipt: Movement code: {code} Crops: {crops} Total weight: {weight} Kg {movement_type_for_date}: {date} Price: {price} Paid by: {farmers_name}
ar: {company_name} - إيصال {movement_type}: رمز الحركة: {code} المحاصيل: {crops} الوزن الإجمالي: {weight} كجم {movement_type_for_date}: {date} السعر: {price} تم الدفع بواسطة: {farmers_name}
fr: {company_name} - {movement_type} Reçu : Code de mouvement : {code} Cultures : {crops} Poids total : {weight} Kg {movement_type_for_date} : {date} Prix : {price} Payé par : {farmers_name}
gu: {company_name} - {movement_type} રસીદ: ચલન કોડ: {code} ફસલો: {crops} કુલ વજન: {weight} કિગ્રા {movement_type_for_date}: {date} કિંમંત: {price} ચૂકવ્યું: {farmers_name}
hi: {company_name} - {movement_type} प्राप्ति: गतिविधि कोड: {code} फसलें: {crops} कुल वजन: {weight} किलोग्राम {movement_type_for_date}: {date} मूल्य: {price} द्वारा भुगतान: {farmers_name}
or: {company_name} - {movement_type} ରସିଦ୍: ସ୍ଥାନାନ୍ତର କୋଡ୍: {code} ଫସଲଗୁଡିକ: {crops} ମୋଟ ଓଜନ: {weight} କିଲୋଗ୍ରାମ୍ {movement_type_for_date}: {date} ମୂଲ୍ୟ: {price} ପେମେଣ୍ଟ କରିଥିବା: {farmers_name}
pt: {company_name} - Recibo de {movement_type}: Código de movimento: {code} Produtos: {crops} Peso total: {weight} Kg {movement_type_for_date}: {date} Preço: {price} Pago por: {farmers_name}

# movement_type_check_out
source: Check Out
ar: تسجيل خروج
fr: Sortie
gu: ચેક-આઉટ
hi: चेक आउट
or: ଚେକ୍-ଆଉଟ୍

# movement_type_checkin
source: Check In
ar: تسجيل دخول
fr: Entrée
gu: ચેક-ઇન
hi: चेक इन
or: ଚେକ୍-ଇନ୍

# movement_type_checked_out
source: Checked out
ar: تم تسجيل الخروج
fr: Sorti
gu: ચેક-આઉટ થઈ ગયું
hi: चेक आउट किया गया
or: ଚେକ୍-ଆଉଟ୍ ହୋଇଛି
pt: Check-out realizado

# movement_type_checked_in
source: Checked in
ar: تم تسجيل الدخول
fr: Entré
gu: ચેક-ઇન થઈ ગયું
hi: चेक इन किया गया
or: ଚେକ୍-ଇନ୍ ହୋଇଛି
pt: Check-in realizado

# sms_marketplace_seller_market_listed_crates_price_changed
source: The listing prices for the crates storing '{crop_name}' at '{cooling_unit_name}' have been updated: {details}
ar: تم تحديث أسعار القوائم الخاصة بالصناديق التي تخزن '{crop_name}' في '{cooling_unit_name}': {details}
fr: Les prix de liste pour les caisses stockant '{crop_name}' à '{cooling_unit_name}' ont été mis à jour : {details}
gu: '{cooling_unit_name}' પર '{crop_name}' નું સંગ્રહ કરતી પેટીઓના લિસ્ટિંગ ભાવ અપડેટ કરવામાં આવ્યા છે: {details}
hi: '{cooling_unit_name}' पर '{crop_name}' को संग्रहीत करने वाले बक्सों के लिस्टिंग मूल्य अपडेट किए गए हैं: {details}
or: '{cooling_unit_name}' ରେ '{crop_name}' ସଂଗ୍ରହ କରୁଥିବା କ୍ରେଟ୍ ଲିସ୍ଟିଂ ମୂଲ୍ୟଗୁଡିକ ସଂପାଦିତ ହୋଇଛି: {details}
pt: Os preços de listagem para as caixas armazenando '{crop_name}' em '{cooling_unit_name}' foram atualizados: {details}

# sms_marketplace_seller_market_listed_crates_price_changed_details
source: {crate_id}: {produce_price_in_kg} {currency} per kg
ar: {crate_id}: {produce_price_in_kg} {currency} لكل كيلوغرام
fr: {crate_id} : {produce_price_in_kg} {currency} par kg
gu: {crate_id}: {produce_price_in_kg} {currency} પ્રતિ કિલો
hi: {crate_id}: {produce_price_in_kg} {currency} प्रति किलोग्राम
or: {crate_id}: {produce_price_in_kg} {currency} ପ୍ରତି କିଲୋ
pt: {crate_id}: {produce_price_in_kg} {currency} por kg
